Repository: fernandosegrr/ChikiCut
Catalog: ChikiCut.web/Resources/SharedResource.*.resx
Languages: es

source: The Estado field is required.
es: El campo Estado es obligatorio.

source: The Nombre field is required.
es: El campo Nombre es obligatorio.

source: The ApellidoPaterno field is required.
es: El campo Apellido Paterno es obligatorio.

source: The SucursalId field is required.
es: El campo Sucursal es obligatorio.

source: The CodigoEmpleado field is required.
es: El campo Código de Empleado es obligatorio.

source: The Puesto field is required.
es: El campo Puesto es obligatorio.

source: The Telefono field is required.
es: El campo Teléfono es obligatorio.

source: The DireccionLinea1 field is required.
es: El campo Dirección es obligatorio.

source: The Ciudad field is required.
es: El campo Ciudad es obligatorio.

source: The CodigoPostal field is required.
es: El campo Código Postal es obligatorio.

source: The FechaIngreso field is required.
es: El campo Fecha de Ingreso es obligatorio.
